[LSEventListener_UI]
strCrewSizeTitle="船员"

[UIAlert_LivingSpace]
strCrewOverflowTitle=Crew Over Capacity
strCrewOverflowHeader=Living Quarters
strCrewOverflowDescription="复仇者号上关押着更多我们可以安全支持的人，我们的一些士兵睡在地板上。士气受到打击，恢复时间会因此更长。为了解决这个问题，我们应该考虑升级生活区以增加船员限制，或者解雇一些非必要的人员以减少我们的船员总数。"
strCrewOverflowNoWorkshop="或者，我们可以建造一个专门的设施，为我们的工程师提供单独的宿舍 (<XGParam:StrValue1>)."
strCrewOverflowNoLaboratory="或者，我们可以建造一个专门的设施，为我们的科学家提供单独的宿舍 (<XGParam:StrValue0>)."
strCrewOverflowNeitherFacility="或者，我们可以建造专用设施，为我们的工程师提供单独的宿舍 (<XGParam:StrValue1>) 和科学家 (<XGParam:StrValue0>)."
strCrewOverflowSparks"有 (<XGParam:IntValue0>) 更多的机器人单位超过了建造的维修区，增加了船员的规模。如果可以，在工程中解锁更多插槽，或者关闭一些机器人单位。"

[X2StrategyElement_LSFacilityUpgrades]
DisplayName="船员规模:"
FacilityName="生活区"
Summary="通过以下方式提高船员能力 %QTY, 允许在不增加恢复时间的情况下维护更多人员。"

[LivingSpace_MCMScreen]
ModName="生活空间"
PageTitle="生活空间"
UserInterfaceGroupHeader="界面"

bShowCrewCountOnGeoscape_Label="在地图上显示船员人数"
bShowCrewCountOnGeoscape_Tip="不会在其他地方启用/禁用船员人数读数"
